Repository: Timecraft/JS_Test
Catalog: po/extra/*.po
Languages: pt

source: JS Test
pt: Teste JS

source: JavaScript Tester
pt: Teste de JavaScript

source: Test some JavaScript
pt: Teste um JavaScript

source: JavaScript;GUI;Development;
pt: JavaScript;GUI;Desenvolvimento;

source: Test your JavaScript
pt: Teste o seu JavaScript

source: A tool to run some JavaScript.
pt: Uma ferramenta para executar JavaScript.

source: Features:
pt: Funcionalidades:

source: Test some JavaScript without having to fire up a web browser or node.js.
pt: Testar JavaScript sem ter que abrir um navegador de Internet ou node.js.

source: Run your JavaScript with a simple shortcut (ctrl+r)
pt: Execute o seu JavaScript com um simples atalho (ctrl+r)

source: Made the WebView load a more proper HTML-like document.
pt: A vista de web carrega documentos como HTML de forma mais apropriada.

source: Now you can properly select the body element
pt: Agora pode selecionar corretamente o elemento de corpo

source: French translation brought to you by NathanBnm
pt: Tradução Francesa trazida para si por NathanBnm

source: Initial release to AppCenter
pt: Lançamento inicial no Centro de Aplicações
